---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomPeopleSensibleHeatGainPerPersonParam
source: html/e2343275-3f8c-de19-53e1-90b52b3583f3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomPeopleSensibleHeatGainPerPersonParam Property

"Sensible Heat Gain per person"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomPeopleSensibleHeatGainPerPersonParam { get; }
```